implementing_ISMS/determining_the_scope.md

# Table of Contents

1.  [determining scope](#org58e7fd3)
2.  [organizational context](#orgf3633ed)
3.  [legal, regulatory and contractual obligations](#org5b82038)
4.  [internal and external stakeholders](#org377b0c7)
5.  [information assets](#org74c95f7)
6.  [enterprise-wide scope](#orgd450e57)
7.  [product scope](#org804b0b6)
8.  [avoid these common pitfalls](#orgc802520)



<a id="org58e7fd3"></a>

# determining scope

A definição do escopo do SGSI é exigida pela cláusula 4.3 e garante:

-   a correta determinação das áreas da organização que se enquadram no SGSI e são auditadas
-   a prevenção de escopos muito amplos ou muito restritos
-   a consideração do contexto legal e regulatório
-   a determinação das necessidades das partes interessadas
-   os ativos de informação relevantes


<a id="orgf3633ed"></a>

# organizational context

-   a identificação dos departamentos que necessitam de inclusão no SGSI
-   a exclusão de unidades de negócios despreparadas para auditoria ou irrelevantes para os objetivos do SGSI
-   a verificação se serviços terceirizados críticos estão fora do escopo


<a id="org5b82038"></a>

# legal, regulatory and contractual obligations

-   a avaliação da necessidade de governança por tipos de dados (saúde, PLL, dados de titulares de cartões)
-   o atendimento às regulamentações que exigem a inclusão de escritórios específicos
-   o atendimento às expectativas do cliente em relação à garantia da segurança da informação


<a id="org377b0c7"></a>

# internal and external stakeholders

-   a identificação das partes interessadas que se beneficiam do SGSI (clientes, reguladores, conselho de administração)
-   a definição das partes interessadas internas responsáveis ​​pela gestão e suporte do SGSI


<a id="org74c95f7"></a>

# information assets

-   a determinação dos ativos críticos (dados, produtos, serviços) que devem ser regidos pelo SGSI


<a id="orgd450e57"></a>

# enterprise-wide scope

-   Abrange todos os funcionários, departamentos, locais e informações manipuladas
-   Adequado para organizações de pequeno ou médio porte com riscos generalizados
-   Menos prático para grandes organizações onde muitos funcionários não lidam com informações confidenciais


<a id="org804b0b6"></a>

# product scope

-   Direciona-se ao sistema de gestão e como ele suporta produtos específicos
-   Lista departamentos ou funções explícitas (TI, RH, Finanças, operações de segurança) que suportam as operações do sistema de gestão
-   Limita o escopo a escritórios específicos, geralmente para atender a regulamentações regionais ou focar em locais de alto risco


<a id="orgc802520"></a>

# avoid these common pitfalls

**overly-general scope** ->

-   Desperdiça recursos e confunde os leitores do relatório

**overly-narrow scope** ->

-   Deixa sistemas críticos desprotegidos, correndo o risco de gerar insatisfação entre as partes interessadas e potenciais departamentos de segurança

**Confusing scope** ->

-   Leva à confusão interna, alocação inadequada de recursos e riscos não detectados durante as auditorias

